Repository: JTCJTCC/fdroid-website
Catalog: po/_pages.*.po
Languages: el

source: 403 Forbidden
el: 403 Απαγορεύεται

source: If you think there should be something here, please [submit an issue](https://gitlab.com/fdroid/fdroid-website/issues).
el: Αν νομίζετε ότι θα έπρεπε να υπάρχει κάτι εδώ, παρακαλώ [υποβάλετε ένα ζήτημα](https://gitlab.com/fdroid/fdroid-website/issues).

source: 404 Page Not Found
el: 404 Η Σελίδα Δεν Βρέθηκε

source: About
el: Σχετικά

source: F-Droid is a robot with a passion for Free and Open Source (FOSS) software on the Android platform. On this site you’ll find a repository of FOSS apps, along with an Android client to perform installations and updates, and news, reviews and other features covering all things Android and software-freedom related.
el: Το F-Droid είναι ένα ρομπότ με πάθος για το λογισμικό ελεύθερου και ανοιχτού κώδικα (ΕΛΛΑΚ) στην πλατφόρμα Android. Σε αυτή την ιστοσελίδα θα βρείτε ένα αποθετήριο ΕΛΛΑΚ εφαρμογών, μαζί με έναν πελάτη Android για να εκτελέσει εγκαταστάσεις και ενημερώσεις, και ειδήσεις, κριτικές και άλλα χαρακτηριστικά που καλύπτουν όλα τα πράγματα Android και ελεύθερο λογισμικό που σχετίζονται.

source: The _f-droid.org_ core infrastructure is operated by F-Droid Limited, a UK "private company" registered in England (no. [08420676](https://beta.companieshouse.gov.uk/company/08420676)).
el: Το _f-droid.org_ λειτουργεί υπό την F-Droid Limited, μια «ιδιωτική εταιρεία» του Ηνωμένου Βασιλείου εγγεγραμμένη στην Αγγλία με (no. [08420676](https://beta.companieshouse.gov.uk/company/08420676)).

source: Contact
el: Επικοινωνία

source: You can discuss F-Droid or get help on the [forum](https://forum.f-droid.org) and F-Droid's user chat.
el: Μπορείτε να συζητήσετε το F-Droid ή να λάβετε βοήθεια στο [Φόρουμ](https://Forum.f-Droid.org) και τη συνομιλία χρηστών του F-Droid.

source: To chat with others about F-Droid, either join via IRC in the [#fdroid channel](https://webchat.freenode.net/?channels=%23fdroid) on freenode or join [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org) on Matrix. The discussions are logged on [view.matrix.org](https://view.matrix.org/alias/%23fdroid:f-droid.org).
el: Για να συνομιλείτε με άλλους σχετικά με το F-Droid, είτε συνδεθείτε μέσω IRC στο [#fdroid κανάλι](https://webchat.freenode.net/?channels=%23fdroid) στο freenode ή συνδεθείτε στο [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org) στο Matrix. Οι συζητήσεις καταγράφονται στο [view.matrix.org](https://view.matrix.org/alias/%23fdroid:f-droid.org).

source: There also exist bridges to Telegram and Jabber/XMPP (experimental). To join via Telegram, click on [this link](https://matrix.f-droid.org/fdroid/telegram/). For Jabber/XMPP, join [#fdroid#matrix.org@bridge.xmpp.matrix.org](xmpp:#fdroid#matrix.org@bridge.xmpp.matrix.org?join).
el: Υπάρχουν επίσης γέφυρες στο τηλεγράφημα και Jabber/XMPP (πειραματικό). Για να συμμετάσχετε μέσω τηλεγραφήματος, κάντε κλικ στο [σύνδεσμος αυτό](https://Matrix.f-Droid.org/fdroid/Telegram/). Για το Jabber/XMPP, γίνετε μέλος στο Jabber/XMPP [#fdroid#matrix.org@bridge.xmpp.matrix.org](xmpp:#fdroid#matrix.org@bridge.xmpp.matrix.org?join).

source: You can send email at [team@f-droid.org](mailto:team@f-droid.org), but messages are much more likely to be answered on the forum or #fdroid channel. If you want to help, you can [join us]({{ "/contribute/" | prepend: site.baseurl }}).
el: Μπορείτε να στείλετε email στο [team@f-droid.org](mailto:team@f-droid.org), αλλά τα μηνύματα είναι πολύ πιο πιθανό να απαντηθούν στο φόρουμ ή #fdroid κανάλι. Αν θέλετε να βοηθήσετε, μπορείτε να [ενωθείτε μαζί μας]({{ "/contribute/" | prepend: site.baseurl }}).

source: Consulting / Commercial Support
el: Συμβουλευτική / Εμπορική υποστήριξη

source: If you're running an organisation that uses F-Droid or would like to use F-Droid, you will sometimes want to have an expert. For this, we have a list of companies and developers who contributed to F-Droid in one way or another and are available for consulting:
el: Αν διευθύνετε μια οργάνωση που χρησιμοποιεί F -Droid ή θα ήθελε να χρησιμοποιήσει F -Droid, μερικές φορές θα θέλετε να έχετε έναν ειδικό. Για αυτό, έχουμε μία λίστα εταιρειών και προγραμματιστών που συνέβαλαν στο F -Droid με τον ένα ή τον άλλο τρόπο και είναι διαθέσιμοι για διαβούλευση:

source: License
el: Άδεια

source: The source code for this site and the content produced by the F-Droid community are available under the [GNU Affero General Public License version 3 or later (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
el: Ο πηγαίος κώδικας για αυτή την ιστοσελίδα και το περιεχόμενο που παράγεται από τη κοινότητα του F-Droid είναι διαθέσιμα κάτω από την [GNU Affero General Public License, έκδοση 3 ή νεότερη (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).

source: The content of the news section and the F-Droid logo are also available under [Creative Commons Attribution-ShareAlike 3.0 License (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) or [GNU General Public License version 3 or later (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
el: Το περιεχόμενο από το τμήμα νέων και το λογότυπο του F-Droid είναι επίσης διαθέσιμα κάτω από την [Creative Commons Αναφορά Δημιουργού - Παρόμοια Διανομή 3.0 (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) ή την [GNU General Public License, έκδοση 3 ή νεότερη (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).

source: The descriptive text and graphics for each app have a specific license from that project. Free software should also have free descriptions and graphics.
el: Το περιγραφικό κείμενο και τα γραφικά για κάθε εφαρμογή έχουν μια συγκεκριμένη άδεια από αυτό το έργο. Το ελεύθερο λογισμικό θα πρέπει επίσης να διαθέτει ελεύθερες περιγραφές και γραφικά.

source: The F-Droid logo was created by William Theaker. Updates to that, and additional artwork, are by Robert Martinez.
el: Το λογότυπο του F-Droid δημιουργήθηκε από τον Γουίλιαμ Θέικερ. Οι ενημερώσεις και τα πρόσθετα έργα τέχνης είναι του Ρόμπερτ Μαρτίνεζ.

source: Terms, etc.
el: Όροι, κλπ.

source: F-Droid is a non-profit [volunteer]({{ "/contribute/" | prepend: site.baseurl }}) project. Although every effort is made to ensure that everything in the repository is safe to install, you use it AT YOUR OWN RISK. Wherever possible, applications in the repository are built from source, and that source code is checked for potential security or privacy issues. This checking is far from exhaustive though, and there are no guarantees.
el: Το F-Droid είναι ένας μη κερδοσκοπικό [γίνετε εθελοντές]({{ "/contribute/" | prepend: site.baseurl }}) έργο. Αν και γίνεται κάθε προσπάθεια για να διασφαλιστεί ότι τα πάντα στο αποθετήριο είναι ασφαλές να εγκατασταθούν, το χρησιμοποιήτε με ΔΙΚΟ ΣΑΣ ΚΙΝΔΥΝΟ. Όπου είναι δυνατόν, οι εφαρμογές στο αποθετήριο έχουν κατασκευαστεί από την πηγή και ο πηγαίος κώδικας ελέγχεται για πιθανά ζητήματα ασφάλειας ή απορρήτου. Αυτός ο έλεγχος απέχει πολύ από το να είναι εξαντλητικός όμως, και δεν υπάρχουν εγγυήσεις.

source: F-Droid respects your privacy. We don’t track you, or your device. We don’t track what you install. You don’t need an account to use the client, and it sends no additional identifying data when talking to our web server other than its version number. We don’t even allow you to install other applications from the repository that track you, unless you first enable ‘Tracking’ in the AntiFeatures section of preferences. Any personal data you decide to give us (e.g. your email address when registering for an account to post on the forum) goes no further than us, and will not be used for anything other than allowing you to maintain your account.
el: Το F-Droid σέβεται την ιδιωτικότητά σου. Δεν σας εντοπίζουμε, ούτε τη συσκευή σας. Δεν παρακολουθούμε τι εγκαθιστάτε. Δεν χρειάζεστε λογαριασμό για να χρησιμοποιήσετε τον πελάτη και δεν αποστέλλει πρόσθετα στοιχεία αναγνώρισης όταν μιλάτε στο διακομιστή ιστού εκτός από τον αριθμό έκδοσης του. Δεν σας επιτρέπουμε καν να εγκαταστήσετε άλλες εφαρμογές από το αποθετήριο που σας παρακολουθούν, εκτός αν ενεργοποιήσετε πρώτα την «παρακολούθηση» στην ενότητα προτιμήσεων των Ανεπιθύμητων χαρακτηριστιικών. Τα προσωπικά δεδομένα που αποφασίζετε να μας δώσετε (π.χ. η διεύθυνση ηλεκτρονικού ταχυδρομείου σας κατά την εγγραφή σας για ένα λογαριασμό για να δημοσιεύετε στο φόρουμ) δεν πηγαίνουν παραπέρα από εμάς και δεν θα χρησιμοποιηθούν για τίποτα άλλο από το να σας επιτρέψουν να διατηρήσετε τον λογαριασμό σας.

source: Contributors
el: Συνεισφορείς

source: The F-Droid project was founded in 2010 by Ciaran Gultnieks, and is brought to you by at least the following people:
el: Το έργο F-Droid ιδρύθηκε το 2010 από τον Κίραν Γκόλτνικς, και σας το έφεραν τουλάχιστον τα ακόλουθα άτομα:

source: Ben Arnold
el: Μπεν Άρνολντ

source: Michele Azzolari
el: Μισέλ Αζολάρι

source: Danial Behzadi
el: Ντανιάλ Μπεχζάντι

source: Jan Berkel
el: Τζαν Μπέρκελ

source: David Black
el: Ντέιβιντ Μπλακ

source: Ruslan Boitsov
el: Ράσλαν Μπόιτσοβ

source: Jan C Borchardt
el: Τζαν Σ Μπόρτσαρτ

source: Valerio Bozzolan
el: Βαλέριο Μπόζολαν

source: Dan Bravender
el: Νταν Μπρέιβεντερ

source: Cédric Cabessa
el: Σέντρικ Καμπέσα

source: Kevin Cernekee
el: Κέβιν Σέρνκη

source: Felix Edelmann
el: Φήλιξ Έντελμαν

source: Alex Oberhauser
el: Άλεξ Ομπερχάουζερ

source: If your name is missing, it’s a mistake and you should [add yourself to the list](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/about.md)! Keep it sorted by surname, please.
el: Εάν το όνομά σας λείπει, είναι λάθος και θα πρέπει να [προσθέσετε τον εαυτό σας στη λίστα](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/about.md)! Κρατήστε το ταξινομημένο κατά επώνυμο, παρακαλώ.

source: The original F-Droid client app was based on the Aptoide app developed by Roberto Jacinto.
el: Η αρχική εφαρμογή F-Droid βασίστηκε στην εφαρμογή Aptoide που αναπτύχθηκε από τον Roberto Jacinto.

source: Consulting
el: Λαμβάνοντας υπ' όψιν

source: If you're running an organisation that uses F-Droid or would like to use F-Droid, you will sometimes want to have an expert. This page is a list of companies and developers who contributed to F-Droid in one way or another and are available for consulting. By contracting one of these companies or developers, your organisation can also (indirectly) support the development of F-Droid.
el: Εάν διευθύνετε έναν οργανισμό που χρησιμοποιεί F-Droid ή θέλετε να το χρησιμοποιήσετε, ίσως θελήσετε έναν ειδικό. Αυτή η σελίδα έχει λίστα με εταιρείες και προγραμματιστές που συνέβαλαν στο F-Droid με τον ένα ή τον άλλο τρόπο και είναι διαθέσιμες. Με τη σύναψη μιας από αυτές τις εταιρείες ή προγραμματιστές, ο οργανισμός σας μπορεί επίσης (έμμεσα) να υποστηρίξει την ανάπτυξη του F-Droid.

source: Keep in mind that the F-Droid ecosystem consists of several components. Thus, consulting services may offer a lot of different services, such as * Deployment of F-Droid within an organisation * Setup and maintenance of F-Droid repositories * Workshops for users and admins * Help in getting an app compliant for inclusion in the main f-droid.org repository * Bug fixes or feature additions to the F-Droid client and server components * Whitelabel solutions
el: Λάβετε υπόψη ότι το οικοσύστημα F-Droid αποτελείται από διάφορα στοιχεία. Έτσι, οι συμβουλευτικές υπηρεσίες μπορεί να προσφέρουν πολλές διαφορετικές υπηρεσίες, όπως * Ανάπτυξη του F-Droid σε έναν οργανισμό * Ρύθμιση και συντήρηση αποθετηρίων F-Droid * Εργαστήρια για χρήστες και διαχειριστές * Βοηθήστε στη συμμόρφωση μιας εφαρμογής για να συμπεριληφθεί στο κύριο αποθετήριο f-droid.org * Διορθώσεις σφαλμάτων ή προσθήκες λειτουργιών στο F-Droid πρόγραμμα-πελάτη και στοιχεία διακομιστή * Λύσεις 'λευκής ετικέτας'

source: Check out the descriptions to find an appropriate consultant for your needs.
el: Δείτε τις περιγραφές για να βρείτε έναν κατάλληλο σύμβουλο για τις ανάγκες σας.

source: COTECH - Confidential Technologies GmbH
el: COTECH - Εμπιστευτικές Τεχνολογίες GmbH

source: __Website:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
el: __Ιστοσελίδα:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)

source: __Email:__ [contact@cotech.de](mailto:contact@cotech.de)
el: __Ηλ.Ταχυδρομείο:__ [contact@cotech.de](mailto:contact@cotech.de)

source: __Phone:__ +49 531 22435119
el: __Τηλ:__ +49 531 22435119

source: __Address:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
el: __Διεύθυνση:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig

source: __Languages:__ English, German
el: __Γλώσσες:__ Αγγλικά, Γερμανικά

source: __Specializations:__ Custom F-Droid deployments, feature extensions, whitelabel solutions
el: __Εξειδικεύσεις: __ Προσαρμοσμένες αναπτύξεις F-Droid, επεκτάσεις λειτουργιών, λύσεις whitelabel

source: __Website:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
el: __Ιστοσελίδα:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)

source: __Email:__ [info@izzysoft.de](mailto:info@izzysoft.de)
el: __Ηλ.Ταχυδρομείο:__ [info@izzysoft.de](mailto:info@izzysoft.de)

source: __Phone:__ +49 89 27373746
el: __Τηλ:__ +49 89 27373746

source: __Address:__ IzzySoft, 80796 München, Germany
el: __Διεύθυνση:__ IzzySoft, 80796 München, Germany

source: __Specialization:__ [Binary Repositories](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) & Metadata (creator & operator of the [IzzyOnDroid Repo](https://apt.izzysoft.de/fdroid/))
el: __Εξειδίκευση:__ [Binary Repositories](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) & Μετα-δεδομένα (κάτοχος και διαχειριστής του [IzzyOnDroid Repo](https://apt.izzysoft.de/fdroid/))

source: If you're missing, you can [add yourself to the list](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md)! Keep it sorted alphabetically, please.
el: Εάν δεν βρίσκετε τον εαυτό σας, μπορείτε να [προσθλεσετε το όνομά σας στη λίστα](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md)! Αλφαβητική κατάσταση, παρακαλώ.

source: Contribute
el: Συνεισφορά

source: The project is entirely developed and maintained by volunteers. You can help:
el: Το έργο αναπτύσσεται και συντηρείται από εθελοντές. Μπορείτε να βοηθήσετε:

source: Report Problems
el: Αναφορά προβλημάτων

source: If you experience problems with the site or client software, you can report them in the issue tracker (see below), or discuss them in the [Forum](https://forum.f-droid.org/) or on IRC (#fdroid on freenode).
el: Εάν αντιμετωπίσετε προβλήματα με τον ιστότοπο ή το λογισμικό πελάτη, μπορείτε να τα αναφέρετε στο πρόγραμμα παρακολούθησης ζητημάτων (δείτε παρακάτω) ή να τα συζητήσετε στο [Forum](https://forum.f-droid.org/) ή στο IRC (#fdroid on freenode).

source: For reporting issues, choose an appropriate tracker from the following:
el: Για την αναφορά ζητημάτων, επιλέξτε έναν κατάλληλο ανιχνευτή από τα ακόλουθα:

source: [F-Droid client app](https://gitlab.com/fdroid/fdroidclient/issues)
el: [F-Droid εφαρμογή πελάτη](https://gitlab.com/fdroid/fdroidclient/issues)

source: [Server and build tools](https://gitlab.com/fdroid/fdroidserver/issues)
el: [Εργαλεία διακομιστή και κατασκευής](https://gitlab.com/fdroid/fdroidserver/issues)

source: [Official F-Droid repository metadata](https://gitlab.com/fdroid/fdroiddata/issues)
el: [Επίσημα αποθετήριο μεταδεδομένων F-Droid](https://gitlab.com/fdroid/fdroiddata/issues)

source: Submit Applications
el: Υποβολή Αιτήσεων

source: If you see an application missing from the repository (after reading the [inclusion policy](../docs/Inclusion_Policy)), please feel free to submit it via the dedicated [Requests For Packaging](https://gitlab.com/fdroid/rfp/issues) issue tracker.
el: Εάν δείτε κάποια εφαρμογή να λείπει από το αποθετήριο (και αφού διαβάσετε την [πολιτική ένταξης](../docs/Inclusion_Policy)), μη διστάσετε να την υποβάλετε για ένταξη μέσω της ειδικής [Αίτησης](https://gitlab.com/fdroid/rfp/issues) στο πρόγραμμα παρακολούθησης ζητημάτων.

source: If you have the technical skills required, you can also put together the relevant metadata and [submit that via the F-Droid Data repository](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), which will drastically speed up the inclusion of the application.
el: Εάν έχετε τις απαιτούμενες τεχνικές δεξιότητες, μπορείτε επίσης να συγκεντρώσετε τα σχετικά μεταδεδομένα και [να τα υποβάλετε μέσω του αποθετηρίου δεδομένων του F-Droid](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), ώστε να επιταχυνθεί η διαδικασία ένταξης της εφαρμογής.

source: The same applies for helping to build newer versions of applications.
el: Το ίδιο ισχύει και για την βοήθεια στη δημιουργία νεότερων εκδόσεων των εφαρμογών.

source: Further information can be found in [the documentation](../docs), or by asking [on IRC](https://webchat.freenode.net/?channels=%23fdroid) (#fdroid on freenode).
el: Περισσότερες πληροφορίες μπορείτε να βρείτε [στα αρχεία τεκμηρίωσης](../docs), ή ρωτώντας [στο IRC](https://webchat.freenode.net/?channels=%23fdroid) (#fdroid on freenode).

source: Translate
el: Μετάφραση

source: The client application is available in many languages. Should yours not be among those, or be in need of updates or improvement, please create an account and use the [translation system](https://hosted.weblate.org/projects/f-droid/) to make your changes.
el: Η εφαρμογή πελάτη είναι διαθέσιμη σε πολλές γλώσσες. Εάν η δικά σας δεν είναι μεταξύ αυτών, ή χρειάζεται ενημερώσεις ή βελτιώσεις, παρακαλώ δημιουργήστε έναν λογαριασμό και χρησιμοποιήστε το [σύστημα μετάφρασης](https://hosted.weblate.org/projects/f-droid/) για να κάνετε τις αλλαγές σας.

source: Start with the overview of [Translation and Localization](../docs/Translation_and_Localization). There’s also a [dedicated forum section](https://forum.f-droid.org/c/translation) for translation related discussions.
el: Ξεκινήστε με την επισκόπηση της [Μετάφρασης και τοπικής προσαρμογής](../docs/Translation_and_Localization). Υπάρχει επίσης μια [ειδική ενότητα φόρουμ](https://forum.f-droid.org/c/translation) για συζητήσεις σχετικά με τη μετάφραση.

source: Help with Development
el: Βοηθήστε στην ανάπτυξη

source: There are four git repositories hosted at GitLab – one for the [Android client application](https://gitlab.com/fdroid/fdroidclient), one for the [server tools](https://gitlab.com/fdroid/fdroidserver) for running a repository and building/installing applications locally, and one for the associated [metadata files for applications in the main F-Droid repository](https://gitlab.com/fdroid/fdroiddata). The last repo is handling [website and documentation](https://gitlab.com/fdroid/fdroid-website). The easiest way to contribute to development is to make clones of these projects and submit merge requests. If you are making large changes, it would be good to discuss them on IRC or in the forum first, to ensure they fit with the direction of the project, and do not clash with or duplicate work already in development.
el: Υπάρχουν τέσσερα αποθετήρια git που φιλοξενούνται στο GitLab - ένα για την [εφαρμογή πελάτη Android](https://gitlab.com/fdroid/fdroidclient), ένα για τα [εργαλεία διακομιστή](https://gitlab.com/fdroid/fdroidserver ) για την εκτέλεση ενός αποθετηρίου και τη δημιουργία/εγκατάσταση εφαρμογών τοπικά, και ένα για τα σχετικά [αρχεία μεταδεδομένων για εφαρμογές στο κύριο αποθετήριο F-Droid](https://gitlab.com/fdroid/fdroiddata). Το τελευταίο αποθετήριο είναι ο χειρισμός [του ιστότοπου και των αρχείων τεκμηρίωσης](https://gitlab.com/fdroid/fdroid-website). Ο ευκολότερος τρόπος να συμβάλλετε στην ανάπτυξη είναι να δημιουργήσετε κλώνους αυτών των έργων και να υποβάλετε αιτήματα συγχώνευσης. Εάν κάνετε μεγάλες αλλαγές, καλό θα ήταν να τις συζητήσετε πρώτα στο IRC ή στο φόρουμ, για να βεβαιωθείτε ότι ταιριάζουν με την κατεύθυνση του έργου, και δεν συγκρούονται ή αντιγράφουν εργασίες που βρίσκονται ήδη σε εξέλιξη.

source: For working with the server and data projects, it’s a good idea to read [the manual]({{ "/docs/" | prepend: site.baseurl }}).
el: Για να εργαστείτε με τα έργα του διακομιστή και των δεδομένων, είναι καλή ιδέα να διαβάσετε [το εγχειρίδιο]({{ "/docs/" | prepend: site.baseurl }}).

source: Help with Infrastructure
el: Βοηθήστε στην Υποδομή

source: F-Droid provides multiple servers (builders, web portal, download areas...) which need regular maintenance, Ansible-based deployment, and hardware management. Further information can be found by asking [on IRC](https://webchat.freenode.net/?channels=%23fdroid-dev) (#fdroid-dev on freenode) or team@f-droid.org.
el: Το F-Droid παρέχει πολλούς διακομιστές (χτίστες, διαδικτυακής πύλης, περιοχές λήψης...) που χρειάζονται τακτική συντήρηση, ανάπτυξη με βάση το Ansible και διαχείριση των μηχανημάτων υπολογιστών. Περισσότερες πληροφορίες μπορείτε να βρείτε ρωτώντας [στο IRC](https://webchat.freenode.net/?channels=%23fdroid-dev) (#fdroid-dev on freenode) ή στο team@f-droid.org.

source: Docs
el: Αρχεία Τεκμηρίωσης

source: F-Droid is both a repository of verified free software Android apps as well as a whole "app store kit", providing all the tools needed to setup and run an app store. It is a community-run free software project developed by a wide range of contributors. It also includes complete build and release tools for managing the process of turning app source code into published builds.
el: Το F-Droid είναι ταυτόχρονα και ένα αποθετήριο επαληθευμένων εφαρμογών Android ελεύθερου λογισμικού, καθώς και ένα ολόκληρο "κιτ καταστήματος εφαρμογών", το οποίο παρέχει όλα τα εργαλεία που απαιτούνται για τη ρύθμιση και την λειτουργία ενός καταστήματος εφαρμογών. Πρόκειται για ένα κοινοτικό πρόγραμμα ελεύθερου λογισμικού που αναπτύχθηκε από ένα ευρύ φάσμα εισφορέων. Περιλαμβάνει επίσης πλήρη εργαλεία δημιουργίας και έκδοσης για τη διαχείριση της διαδικασίας μετατροπής του πηγαίου κώδικα της εφαρμογής σε δημοσιευμένες εκδόσεις.

source: The F-Droid server tools provide various scripts and tools that are used to maintain the main F-Droid application repository. You can use these same tools to create your own additional or alternative repository for publishing, or to assist in creating, testing and submitting metadata to the main repository.
el: Τα εργαλεία διακομιστή F-Droid παρέχουν διάφορα σενάρια και εργαλεία που χρησιμοποιούνται για τη συντήρηση του κύριου αποθετηρίου των εφαρμογών του F-Droid. Μπορείτε να χρησιμοποιήσετε αυτά τα ίδια εργαλεία για να δημιουργήσετε το δικό σας επιπρόσθετο ή εναλλακτικό αποθετήριο για δημοσίευση, ή για να βοηθήσετε στη δημιουργία, τον έλεγχο και την υποβολή μεταδεδομένων στο κύριο αποθετήριο.

source: Getting Started
el: Αρχίζοντας

source: [FAQ - General](FAQ_-_General) Frequently Asked Questions about F-Droid
el: [Συχνές ερωτήσεις - Γενικές](FAQ_-_General) Συχνές ερωτήσεις όσον αφορά το F-Droid

source: [FAQ - Client](FAQ_-_Client) Frequently Asked Questions about how to use the F-Droid app in Android.
el: [Συχνές ερωτήσεις - Πελάτη](FAQ_-_Client) Συχνές ερωτήσεις για το πως χρησιμοποιείτε η εφαρμογή F-Droid σε συσκευή Android.

source: [Anti-Features](Anti-Features) What they are, what they mean, and what apps have them.
el: ["Αντι-χαρακτηριστικά"](Anti-Features) Τι είναι, τι σημαίνουν και ποιες εφαρμογές έχουν.

source: [Tutorials](../tutorials) Step-by-step tutorials on features in F-Droid
el: [Οδηγοί](../tutorials) Βήμα προς βήμα οδηγίες για τις λειτουργίες του F-Droid

source: More Information
el: Περισσότερες

source: [How to Help](How_to_Help) Different ways anyone can contribute to the F-Droid project.
el: [Πώς να βοηθήσετε](How_to_Help) Διαφορετικοί τρόποι με τους οποίους ο καθένας μπορεί να συνεισφέρει στο έργο F-Droid.
